const userData = [
  // {
  //   id: 1,
  //   userName: "zhangxiaokang",
  //   userPassword: "dsxk2546650292",
  // },
  // {
  //   id: 2,
  //   userName: "zhanghaining",
  //   userPassword: "dsxk2535708702",
  // },
  // {
  //   id: 3,
  //   userName: "zhangyunshan",
  //   userPassword: "dsxk1234567890",
  // },
  {
    id: 4,
    userName: "标题1🚀",
    userPassword:
      "用户输入存入的内容用户输入存入的内容用户输入存入的内容用户输入存入的内容",
  },
  {
    id: 5,
    userName: "我是一个板块的标题2🎸",
    userPassword:
      "我们的内容都是自动生成的我们的内容都是自动生成的我们的内容都是自动生成的我们的内容都是自动生成的我们的内容都是自动生成的",
  },
  {
    id: 6,
    userName: "好无聊的标题3🎉",
    userPassword:
      "我还没想好自己要放什么在这里我还没想好自己要放什么在这里我还没想好自己要放什么在这里",
  },
  {
    id: 7,
    userName: "想不出标题4名字👾",
    userPassword: "随便放点东西吧随便放点东西吧",
  },
  {
    id: 8,
    userName: "想不出标题4名字👾",
    userPassword: "随便放点东西吧随便放点东西吧",
  },
  {
    id: 9,
    userName: "想不出标题4名字👾",
    userPassword: "随便放点东西吧随便放点东西吧",
  },
  {
    id: 10,
    userName: "想不出标题4名字👾",
    userPassword: "随便放点东西吧随便放点东西吧",
  },
];
export function getUserData() {
  return userData;
}
